/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="sauvegarde identité...";
"import_identity_label"="restaurer identité";
"pref_title_activity_identity_management"="gestionnaire d\'identité";
"key_management"="générer de nouvelles paires de clés...";
"pref_title_delete_identity"="supprimer l\'identité...";
"pref_title_change_password"="changement du mot de passe...";
"title_activity_about"="A propos de surespot";
"pref_title_help"="aide";
"about_action_bar_right"="à propos";
"pref_title_general"="général";
"pref_title_about_surespot"="A propos de surespot";
"pref_title_confirmations"="confirmations";
"pref_title_delete_message"="supprimer message";
"pref_title_delete_all_messages"="supprimer tous les messages";
"pref_title_silent_error_reporting"="rapport d\'erreur silencieux";
"pref_title_message_debug_mode"="message mode debug";
"pref_title_debug"="debug";
"pref_title_options"="options";
"pref_summary_delete_message"="confirmer avant de supprimer un message";
"pref_summary_delete_all_messages"="confirmer avant de supprimer tous les messages";
"pref_summary_export_identity"="Sauvegardez votre identité sur le stockage de l\'appareil ou sur Google Drive.";
"pref_summary_import_identity"="Restaurez votre identité depuis le stockage de l\'appareil ou depuis Google Drive.";
"pref_summary_delete_identity"="La suppression d\'une identité ne peut pas être annulée.";
"pref_summary_regen_keys"="Pour les paranoïaques.";
"pref_summary_message_debug_mode"="Affiche plus d\'informations sur les messages à des fins de débogage.";

//need translation
"pref_title_background_image_select"="select a background image...";
"pref_title_background_image_remove"="remove background image";
"settings_for_identity"="settings for identity";